Repository: upfrontsystems/upfront.assessmentitem
Catalog: upfront/assessmentitem/locales/*/LC_MESSAGES/upfront.assessmentitem.po
Languages: af

source: ${marks} marks
af: ${marks} punte

source: ${responsetime} mins
af: ${responsetime} minute

source: A common introduction to a series of related questions, for example a poem or image that are referred to by more than one question
af: 'N Algemene inleiding tot 'n reeks van verwante vrae, byvoorbeeld 'n gedig of 'n beeld wat deur na meer as een vraag verwys

source: Add Multiple-Choice Answer
af: Voeg meervoudigekeusevrae-antwoordblad by

source: Answer
af: Antwoord

source: Answers
af: Antwoorde

source: Assessment Item
af: Assessering Item

source: Categorization
af: Kategorisering

source: Free-form
af: Vry-form

source: Introduction
af: Inleiding

source: Introduction to a set of related questions
af: Inleiding tot 'n reeks van verwante vrae

source: Marks
af: Punte

source: Multiple Choice
af: Veelvuldige Keuse

source: Question
af: Vraag

source: Response Time
af: Reaksie Tyd

source: is correct?
af: is reg?

source: label_delete
af: Verwyder

source: label_edit
af: Redigeer

source: label_select_intro
af: Kies 'n inleiding

source: message_no_introductinos_exist
af: Geen inleidings bestaan​​
